Repository: xxnls/Vehicle-Rental-System
Catalog: BackOffice/Resources/Vehicles/Resources.*.resx
Languages: pl_pl

# DisplayName
source: Vehicles
pl_pl: Pojazdy

source: License plate
pl_pl: Numer rejestracyjny

source: Color
pl_pl: Kolor

source: Manufacture year
pl_pl: Rok produkcji

source: Vehicle type
pl_pl: Rodzaj pojazdu

source: Vehicle model
pl_pl: Model pojazdu

source: Rental place
pl_pl: Punkt wynajmu

source: Select Vehicle Type
pl_pl: Wybierz Typ Pojazdu

source: Select Vehicle Model
pl_pl: Wybierz Model Pojazdu

source: Select Rental Place
pl_pl: Wybierz Punkt Wynajmu

source: Current mileage
pl_pl: Stan licznika

source: Last maintenance mileage
pl_pl: Stan licznika podczas ostatniej konserwacji

source: Last maintenance date
pl_pl: Data ostatniej konserwacji

source: Purchase date
pl_pl: Data zakupu

source: Purchase price
pl_pl: Cena zakupu

source: Custom daily rate
pl_pl: Niestandardowa stawka dzienna

source: Custom weekly rate
pl_pl: Niestandardowa stawka tygodniowa

source: Custom deposit
pl_pl: Niestandardowa kaucja

source: Is available for rent?
pl_pl: Czy jest dostępny do wynajęcia?

source: Notes
pl_pl: Notatki

# Brand
source: Vehicle brand
pl_pl: Marka pojazdu

source: Country
pl_pl: Kraj

source: City
pl_pl: Miasto

source: Next maintenance date
pl_pl: Data następnej konserwacji

# DataGridAvailable
source: Available?
pl_pl: Dostępny?

# HasNavigation
source: Navigation
pl_pl: Nawigacja

# HasAirConditioning
source: Air conditioning
pl_pl: Klimatyzacja

# HasAutomaticTransmission
source: Automatic transmission
pl_pl: Skrzynia automatyczna

# HasParkingSensors
source: Parking sensors
pl_pl: Czujniki parkowania

# HasCruiseControl
source: Cruise control
pl_pl: Tempomat

# OptionalInfoFields
source: Optional Information
pl_pl: Informacje Dodatkowe

# DataGridCustomDailyRate
source: Daily rate
pl_pl: Stawka dniowa

# DataGridCustomWeeklyRate
source: Weekly rate
pl_pl: Stawka tygodniowa

# DataGridCustomDeposit
source: Deposit
pl_pl: Kaucja

# ErrorVin1
source: VIN is required.
pl_pl: VIN jest wymagany.

# ErrorVin2
source: VIN must have 17 characters.
pl_pl: VIN musi posiadać 17 znaków.

# ErrorLicensePlate1
source: License plate field is required.
pl_pl: Numer rejestracyjny jest wymagany.

# ErrorLicensePlate2
source: License plate field cannot exceed 20 characters.
pl_pl: Numer rejestracyjny nie może przekraczać 20 znaków.

# ErrorColor1
source: Color field is required.
pl_pl: Kolor jest wymagany.

# ErrorManufactureYear1
source: Manufacture year must be a valid year.
pl_pl: Data produkcji musi być poprawna.

# ErrorCurrentMileage1
source: Current mileage must be a positive number.
pl_pl: Aktualny przebieg musi być liczbą dodatnią.

# ErrorLastMaintenanceMileage1
source: Last maintenance mileage must be a positivie number.
pl_pl: Stan licznika podczas ostatniej konserwacji musi być liczbą dodatnią.

# ErrorLastMaintenanceDate1
source: Last maintenance date must be a valid date.
pl_pl: Data ostatniej konserwacji musi być poprawna.

# ErrorNextMaintenanceDate1
source: Next maintenance date must be a valid date.
pl_pl: Data następnej konserwacji musi być poprawna.

# ErrorPurchaseDate1
source: Purchase date must be a valid date.
pl_pl: Data zakupu musi być poprawną datą.

# ErrorPurchasePrice1
source: Purchase price must be a positive number.
pl_pl: Kwota zakupu musi być liczbą dodatnią.

# ErrorStatus1
source: Vehicle status is required.
pl_pl: Status pojazdu jest wymagany.

# ErrorCustomDailyRate1
source: Custom daily rate must be a positive number.
pl_pl: Niestandardowa stawka dzienna musi być liczbą dodatnią.

# ErrorCustomWeeklyRate1
source: Custom weekly rate must be a positive number.
pl_pl: Niestandardowa stawka tygodniowa musi być liczbą dodatnią.

# ErrorCustomDeposit1
source: Custom deposit must be a positive number.
pl_pl: Niestandardowa kaucja musi być liczbą dodatnią.

# ErrorNotes1
source: Notes cannot exceed 500 characters.
pl_pl: Notatki nie mogą mieć więcej niż 500 znaków.

# ErrorVehicleType1
source: Vehicle type is required.
pl_pl: Rodzaj pojazdu jest wymagany.

# ErrorVehicleModel1
source: Vehicle model is required.
pl_pl: Model pojazdu jest wymagany.

# ErrorRentalPlace1
source: Rental place is required.
pl_pl: Placówka jest wymagana.

# ErrorPurchaseDate2
source: Purchase date field is required.
pl_pl: Data zakupu jest wymagana.

# ErrorManufactureYear2
source: Manufacture year is required.
pl_pl: Data produkcji jest wymagana.

# ErrorCurrentMileage2
source: Current mileage is required.
pl_pl: Aktualny przebieg jest wymagany.

# ErrorPurchasePrice2
source: Purchase price is required.
pl_pl: Kwota zakupu jest wymagana.

source: Select Vehicle Status
pl_pl: Wybierz Status Pojazdu
