Repository: xxnls/Vehicle-Rental-System
Catalog: BackOffice/Resources/MainWindow/Resources.*.resx
Languages: pl_pl

# VehiclesSideMenu
source: Vehicles
pl_pl: Pojazdy

# VehicleTypesSideMenu
source: Vehicle Types
pl_pl: Rodzaje pojazdów

# VehicleBrandsSideMenu
source: Vehicle Brands
pl_pl: Marki pojazdów

# VehicleModelsSideMenu
source: Vehicle Models
pl_pl: Modele pojazdów

source: Manage Files
pl_pl: Zarządzaj Plikami

source: Files
pl_pl: Pliki

source: Returns
pl_pl: Zdania

source: Pickups
pl_pl: Odbiory

source: Requests Approval
pl_pl: Zatwierdzanie Wniosków

source: Rental Manager
pl_pl: Zarządzanie Wypożyczeniami

source: Payments
pl_pl: Płatności

source: Rentals
pl_pl: Wypożyczenia

source: Rental Requests
pl_pl: Wnioski Wypożyczenia

source: Customer Types
pl_pl: Rodzaje Klientów

source: Customers
pl_pl: Klienci

source: Role Assignment
pl_pl: Przydział Ról

source: Roles
pl_pl: Role

source: Countries
pl_pl: Kraje

source: Addresses
pl_pl: Adresy

source: Rental Places
pl_pl: Placówki

source: Other
pl_pl: Inne

source: Schedules
pl_pl: Grafik

source: Positions
pl_pl: Pozycje

source: Leave Types
pl_pl: Rodzaje Absencji

source: ShiftTypes
pl_pl: Rodzaje Zmian

source: Employees
pl_pl: Pracownicy

source: Vehicle Maintenance
pl_pl: Inspekcja Pojazdu

source: Vehicle Models
pl_pl: Modele Pojazdów

# VehiclesBrands
source: Vehicle Brands
pl_pl: Marki Pojazdów

source: Vehicle Types
pl_pl: Rodzaje Pojazdów

source: Vehicles
pl_pl: Pojazdy

source: Models per Page:
pl_pl: Modele na stronę:

# Language
source: Language (will reset the window):
pl_pl: Język (reset okna):

# SettingsSuccessful
source: Settings saved successfully!
pl_pl: Ustawienia zmienione pomyślnie!
