Repository: xxnls/Vehicle-Rental-System
Catalog: BackOffice/Resources/Employees/Resources.*.resx
Languages: pl_pl

# DisplayName
source: Employees
pl_pl: Pracownicy

source: First name
pl_pl: Imię

source: Last name
pl_pl: Nazwisko

source: Date of birth
pl_pl: Data urodzenia

source: Hire date
pl_pl: Data zatrudnienia

source: Termination date
pl_pl: Data zakończenia umowy

source: Phone number
pl_pl: Numer telefonu

source: Username
pl_pl: Nazwa użytkownika

source: Address
pl_pl: Adres

source: Select Country
pl_pl: Wybierz Kraj

source: Base salary
pl_pl: Stawka miesięczna

source: Hourly rate
pl_pl: Stawka godzinowa

# SelectEmployeePositionTitle
source: Select a employee position
pl_pl: Wybierz stanowisko pracownika

# SelectRentalPlaceTitle
source: Select a rental place
pl_pl: Wybierz placówkę pracownika

# SelectSupervisorTitle
source: Select a supervisor
pl_pl: Wybierz przełożonego pracownika

# SelectCountryTitle
source: Select a country
pl_pl: Wybierz kraj

source: Basic Information Fields
pl_pl: Podstawowe Dane

source: Address Fields
pl_pl: Adres

source: Finances Fields
pl_pl: Finanse

source: Rental place
pl_pl: Placówka

source: Select Rental Place
pl_pl: Wybierz Placówkę

source: Employee Position
pl_pl: Stanowisko

source: Select Position
pl_pl: Wybierz Stanowisko

source: Supervisor
pl_pl: Przełożony

source: Select Supervisor
pl_pl: Wybierz Przełożonego

source: Disable base salary
pl_pl: Brak domyślnej stawki miesięcznej

source: Disable hourly rate
pl_pl: Brak domyślnej stawki godzinowej

# Password
source: Temporary password
pl_pl: Tymczasowe hasło
